const dataArr = [
  {
    id: 100001,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100002,
    title: 'M3 磁体系统CE配置  78002200',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100003,
    title: 'M3 磁体系统CE配置  78002200',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100004,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100005,
    title: 'M3 磁体系统CE配置  78002200',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100006,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100007,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100008,
    title: 'M3 磁体系统CE配置  78002200',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100009,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100010,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100011,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100012,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100013,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100014,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100015,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100016,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100017,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  },
  {
    id: 100018,
    title: 'L1 磁体系统  78001330',
    chartData: [
      {
        partID: "100032",
        "标准工时": 13890,
        "损失工时": 7314,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100078",
        "标准工时": 12439,
        "损失工时": 8225,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100006",
        "标准工时": 12538,
        "损失工时": 10757,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100045",
        "标准工时": 9358,
        "损失工时": 4794,
        "实际工时": 0,
        total: 21204
      },
      {
        partID: "100029",
        "标准工时": 16640,
        "损失工时": 9153,
        "实际工时": 0,
        total: 21204
      }
    ]
  }
]

export default { dataArr }
